function HomePage() {
  return (
    <div className="text-center text-2xl">
      학원 3개 이상,
      인강 400시간 이상,
      실전 모의고사 50개 이상.
      
      수능 하루만을 향해 달려온 학생들이
      
      막상 '수능 경험'이 없어
      시험장의 차가운 공기에 무너지는
      어쩔 방도가 없는 전통을 극복하기 위해
      
      진심 모의수능에서는
      
      실제 학교 교실에서
      수능과 동일한 시간에
      수험생이 선호하는 모의고사를
      직접 가져와서 응시합니다.
      
      교실 당 감독관 2명 배치, 휴대폰 수거, OMR 배부, 영어듣기 방송, 점심 시간,
      심지어 화장실 감독까지 재현한
      
      ‘실전 수능 시뮬레이션’을
      수능 4-5일 전, 가장 적합한 시기에 제공합니다.
      
      진심이 그 어떤 바람에도 흔들리지 않게.
      2025년 11월 8일 (토), 2025년 11월 9일 (일),
      진심 모의수능 응시반
      대치동에서 선착순 모집 중.
    </div>
  );
}

export default HomePage;